Revit 2020 API
AdvancedWood Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static class AdvancedWood
Visual Basic
Public NotInheritable Class AdvancedWood
Visual C++
public ref class AdvancedWood abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.AdvancedWood
See Also
AdvancedWood Members
Autodesk.Revit.DB.Visual Namespace